Repository: tsenovilla/dev-otion
Catalog: dev_otion_app/locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: Search for a post
es: Busca un post
fr: Recherche un article

source: Topics
es: Temas
fr: Sujets

source: Contact
es: Contacto

source: All rights reserved
es: Todos los derechos reservados
fr: Tous droits réservés

source: Contact us
es: Contáctanos
fr: Contacte-nous

source: If there's something that you want to share with us, let us know!
es: Si hay algo que desees compartir con nosotros, ¡háznoslo saber!
fr: Si tu as envie de nous dire quelque chose, fais-nous en savoir

source: Write your e-mail
es: Escribe tu e-mail
fr: Écris ton e-mail

source: Message
es: Mensaje

source: How can we help you?
es: ¿Cómo podemos ayudarte?
fr: Comment peut-on t'aider?

source: Submit
es: Enviar
fr: Envoyer

source: Back
es: Volver
fr: Retour

source: By
es: Escrito por
fr: Écrit par

source: Last update
es: Última modificación
fr: Dernière modification

source: If you feel devotion for coding, this is your place
es: Si sientes devoción por la programación, este es tu lugar
fr: Si tu ressens de la dévotion pour la programmation, c'est ici que tu es chez toi

source: Read
es: Lee
fr: Lis

source: Read our posts in order to discover how to solve a specific coding problem. Don't know where to start? You can start diving into our site or simply pick one of our latests posts, we've left them down here for you!
es: Lee nuestras publicaciones para descubrir como resolver problemas relacionados con el mundo de la programación. ¿No sabes por donde empezar? Puedes lanzarte a descubrir nuestra web o simplemente seleccionar una de las últimas publicaciones, ¡te las hemos dejado aquí debajo!
fr: Lis nos publications pour découvrir comme résoudre des problèmes spécifiques liés à la programmation. Tu ne sais pas par où commencer? Explore notre website ou choisis l'une de nos dernières publications, on les a laissé ci-dessous pour toi!

source: Learn
es: Aprende
fr: Apprendre

source: Some of our posts are harder than others, but all of them are written with the aim of providing the reader with a deep understanding about what is going on. Life is a continuous learning, this is not about what you already know but what you can learn. If there's a post related to something that may interest you, learn from it, but above everything else, enjoy it!
es: Algunas de nuestras publicaciones son más complejas que otras, pero todas están escritas con el objetivo de ofrecer al lector un conocimiento profundo acerca de lo que está pasando. La vida es un aprendizaje continuo, esto no va de lo que ya sabes, sino de lo que aún puedes aprender. Si encuentras una publicación que te interese, aprende de ella, pero sobre todo, ¡disfrútala!
fr: Certains de nos articles sont plus compliqués que d'autres, mais tous sont rédigés dans le but d'apporter au lecteur une compréhension approfondie de ce qui se passe. La vie est un apprentissage permanent, il ne s'agit pas de ce que tu connais déjà, mais de ce que tu peux encore apprendre. Si tu tombes sur une publication qui t'intéresse, apprends-en, mais surtout, profites-en!

source: Ask
es: Pregunta
fr: Pose-nous des questions

source: As humans, asking questions and communicating with others is a natural part of our lives. So whether you are looking for a specific topic on which we haven't yet written about, you have detected a mistake in one of our posts, or you just want to get in touch with us, we're here! Fill the form in the contact page and we'll be back to you as soon as possible.
es: Como humanos, hacer preguntas y comunicarnos con los demás es una parte natural de nuestras vidas. Tanto si estás buscando un tema en específico sobre el que aún no hayamos escrito nada, como si has encontrado un fallo en alguna de nuestras publicaciones, o simplemente quieres contarnos algo, ¡aquí estamos! Completa el formulario que se encuentra en la página de contacto y te responderemos a la mayor brevedad posible.
fr: Comme des humains, poser des questions et discuter avec les autres font naturellement partie de nos vies. Que tu cherches un sujet sur lequel on n'a pas encore écrit, que t'aies trouvé une erreur dans une de nos publications, ou que tu veuilles simplement nous dire quelque chose, on est là ! Remplis le formulaire sur la page de contact et on t'enverra un message dès que possible.

source: Do you want to tell us something?
es: ¿Quiéres contarnos algo?
fr: Est-ce que tu as envie de nous dire quelque chose?

source: We will let you know if we can help with it!
es: ¡Veamos si podemos ayudarte!
fr: Voyons si on peut t'aider!

source: Code!
es: ¡Programa!
fr: Programme!

source: We're developers! Once you've read a post, keep practicing what you have learned, it's the best way to improve your coding skills. If you have trouble with the code, some posts have a Github's repository containing the full example! Find them on the
es: ¡Somos programadores! Cuando leas una de nuestras publicaciones, practica lo que has aprendido, no hay mejor forma de mejorar tus habilidades. Si encuentras algun problema con el código, ¡muchas de nuestras publicaciones tienen asociadas un repositorio en Github con el ejemplo completo! Encuéntralas en la
fr: On est des développeurs! Une fois que tu aies lu une publication, il faudra mettre en pratique ce que tu as appris, c'est la meilleure façon d'améliorer tes compétences en programmation. Si tu rencontres un problème avec ton code, certains de nos articles ont un répertoire dans Github contenant l'exemple complet! Trouves-les sur

source: Dev-otion Github page
es: Página de Github de Dev-otion
fr: Page de Github de Dev-otion

source: What are you looking for?
es: ¿Qué necesitas?
fr: Qu'est-ce que tu cherches?

source: topics
es: temas
fr: sujets

source: entry/<slug:url>
es: entrada/<slug:url>
fr: entree/<slug:url>

source: contact
es: contacto

source: Thank you for your message! We will get back to you as soon as possible
es: ¡Gracias por tu mensaje!¡Nos pondremos en contacto contigo lo antes posible!
fr: Merci pour ton message! On te contactera dès que possible

source: Something went wrong :( Please try again in a few minutes
es: Algo ha ido mal :( Inténtalo de nuevo en unos minutos
fr: Quelque chose n'a pas marché :( Merci de ressayer dans quelques minutes

source: Message:
es: Mensaje:
